brew "bat"
brew "btop"
brew "curl"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git-lfs"
brew "jj"
brew "lazygit"
brew "lazyjj"
brew "mas"
brew "neovim"
brew "openconnect"
brew "ripgrep"
brew "rustup"
brew "watson"
brew "yazi"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

tap "koekeishiya/formulae"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"

cask "ghostty"
cask "spotify"
cask "visual-studio-code"
cask "zen"

mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835

vscode "catppuccin.catppuccin-vsc"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "rust-lang.rust-analyzer"
vscode "vscodevim.vim"
