
brew "atuin"
brew "bat"
brew "btop"
brew "carapace"
brew "curl"
brew "php"
brew "composer"
brew "dua-cli"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "git-lfs"
brew "jj"
brew "lazygit"
brew "lazyjj"
brew "luarocks"
brew "mas"
brew "neovim"
brew "node"
brew "nushell"
brew "openconnect"
brew "ripgrep"
brew "rustup"
brew "sbt"
brew "scala"
brew "starship"
brew "uv"
brew "watson"
brew "wget"
brew "yazi"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

tap "koekeishiya/formulae"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"

cask "bambu-studio"
cask "basictex"
cask "blender"
cask "container"
cask "discord"
cask "ghostty"
cask "google-chrome"
cask "jetbrains-toolbox"
cask "rhino-app"
cask "spotify"
cask "visual-studio-code"
cask "zen"

mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835

vscode "catppuccin.catppuccin-vsc"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "rust-lang.rust-analyzer"
vscode "upstash.context7-mcp"
vscode "vscodevim.vim"
